[
  {
    "id": 1,
    "image": "http://kinosotik.com/screens/dyedpul.jpg",
    "title": "Деадпул",
    "rating": 4,
    "description": "Колишній військовий намагається налагодити своє особисте життя на громадянці. Після спроби стати доброзичливою людиною, герой змушений взятися за виконання дрібного доручення. Його заняття приносило людям страшний біль і страждання, смерть і муки. У всьому цьому жаху він знаходив можливість посміятися, адже без почуття гумору в таких справах не обійтися, коли кожен день тебе чекає шалена куля. Дедпул він з небагатьох, хто зміг провернути безліч завдань і заслужити певний авторитет. Але все його досягнення перекреслює несподівана хвороба. Після того, як йому вдалося взятися за розум, знайти кохану дівчину і створити власний рай в жахливому світі, приходить невиліковна хвороба, здатна запросто забрати його на той світ. Врятуванням життя може стати небезпечний експеримент. Але як виявилося, якась корпорація проводить досліди над людьми, після чого піддослідні можуть отримати немислиму силу. Дедпула не залишається іншого виходу, як піти на ризик і дати згоду на відчайдушний крок. Підсумком експерименту стала невразливість чоловіки і понівечене тіло. За останній він має намір поквитатися з рятівниками, які нагородили його такий \"чудовою\" зовнішністю, встигнувши також викрасти люблячу дівчину.",
    "video": "http://kinosotik.com/files/dyedpul_original.mp4",
    "genre": [2,3],
    "popular": true
  },
  {
    "id": 2,
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQMlNWcitwhnjIERlmqwl7MIC4J11psq7btRBtovKil4IdECBW6&usqp=CAU",
    "title": "Деадпул 2",
    "rating": 4,
    "description": "Ось і він, ви так довго його чекали, безстрашний і непередбачуваний, спритний і неповторний Уейд Вілсон, всіма відомий як - Дедпул. З тих пір як він врятував свою дівчину з лап злочинця пройшло багато часу і за цей час він ні крапельки не змінився. Та ж манера спілкування, той же стиль ведення бою і все ті ж жарти, які ми так з вами любимо. Але все пішло під укіс, коли його дівчину вбивають у власній квартирі. Після цього випадку Уейд був в повній печалі, намагався десятки разів покінчити життя самогубством, але, він не вбиває. І на допомогу в глибокій депресії йому допоможуть Люди-X. Але коли його вірний друг Колос пропонує йому вступити і ряди X і піти на перше завдання для порятунку юного хлопчика зі над-здібностями, він звичайно ж погоджується. Але це ж Дедпул і з ним не буває так просто і тому він робить все по своєму, за що отримує тюремний термін. Але через деякий час з нізвідки з'являється людина з майбутнього - Кейбл, універсальний солдат з високою харизмою і силою. Але він прийшов не за балакучим Уейдом, а за тим самим хлопчиком, яким в майбутньому буде дуже небезпечний для всього населення планети і тому солдат повинен його усунути. Але коли почалася колотнеча і стрілянина, їм вдалося випадковим чином виявитися за межами тюремних стін. І ось опинившись вдома, містер Вілсон має намір знайти собі команду відважних хлопців і спробувати поговорити з молодим хлопцем щоб він не зробив нічого поганого. Команда зібрана, горить зелене світло, парашути в повній готовності і ось довгоочікуваний політ, але, це ж комедія й як не дивно вся його команда гине в зовсім безглуздих випадках, правда одна особа залишилася жива і неушкоджена. І тепер їм доведеться протистояти проти хлопчика, який може викликати вогонь, солдат і нищівного Джаггернаут. Але коли їм не під силу впоратися з таким сильним ворогом, Кейбл пропонує Дедпула об'єднати сили і розтрощити великого хлопця, для того щоб хлопчик не наробив поганих справ в майбутньому житті, адже в даний момент їм рухає тільки хаус. А чи впораються вони з ними чи ні, це ви дізнаєтеся при перегляді комедійної фантастики, приємного перегляду!",
    "video": "http://93.88.74.21/files/dyedpul-2_original.mp4",
    "genre": [2,3],
    "popular": true
  },
  {
    "id": 3,
    "image": "http://kinosotik.com/screens/mstiteli-vojna-beskonechnosti.jpg",
    "title": "Месники: Війна безкінечності",
    "rating": 4,
    "description": "І ось настав їх зоряний час. Команда Месників знову готова боротися і врятувати планету від зловісного і могутнього Таноса, який має намір захопити п'ять неймовірних за силою каменів і прибрати до себе все людство. І як сказав Залізна людина: \"Танос потрібні камені, зіграємо на цьому\". В їх відважну команду приєднаються новачки - Правоохоронці Галактики, доктор Стрендж і всіма улюблений і неповторний Людина-павук. І ось він наближається, величезний і похмурий викрадач душ, якого не просто буде зупинити. Але боротися вони вважали за краще на території Африки, де мешкає і зберігає вірність всьому народу - Чорна пантера, адже тільки в Ваканде є новітнє обладнання, для того щоб протистояти і бути нарівні з ним. Ця битва буде занадто кривавої, адже в ній братимуть участь тисячі людей, проти численних істот, які схожі на мерзенних тварюк. Але коли до нього потрапили всі камені, то все, здається що світ не врятувати, адже тепер він буде спопеляє все, що захоче, коли в його руці така сила. Чи зможуть відважні Месники впоратися з ним і врятувати планету від неминучого знищення? Це ви зможете дізнатися під час перегляду даного фільму.",
    "video": "http://93.88.74.21/files/mstiteli-vojna-beskonechnosti_original.mp4",
    "genre": [2,3],
    "popular": true
  },
  {
    "id": 4,
    "image": "http://kinosotik.com/screens/boss-molokosos.jpg",
    "title": "Босс-молокосос",
    "rating": 4,
    "description": "І ось настав їх зоряний час. Команда Месників знову готова боротися і врятувати планету від зловісного і могутнього Таноса, який має намір захопити п'ять неймовірних за силою каменів і прибрати до себе все людство. І як сказав Залізна людина: \"Танос потрібні камені, зіграємо на цьому\". В їх відважну команду приєднаються новачки - Правоохоронці Галактики, доктор Стрендж і всіма улюблений і неповторний Людина-павук. І ось він наближається, величезний і похмурий викрадач душ, якого не просто буде зупинити. Але боротися вони вважали за краще на території Африки, де мешкає і зберігає вірність всьому народу - Чорна пантера, адже тільки в Ваканде є новітнє обладнання, для того щоб протистояти і бути нарівні з ним. Ця битва буде занадто кривавої, адже в ній братимуть участь тисячі людей, проти численних істот, які схожі на мерзенних тварюк. Але коли до нього потрапили всі камені, то все, здається що світ не врятувати, адже тепер він буде спопеляє все, що захоче, коли в його руці така сила. Чи зможуть відважні Месники впоратися з ним і врятувати планету від неминучого знищення? Це ви зможете дізнатися під час перегляду даного фільму.",
    "video": "http://kinosotik.com/files/boss-molokosos_original.mp4",
    "genre": [2,3],
    "popular": true
  },
  {
    "id": 5,
    "image": "https://kinoukr.com/uploads/posts/2020-05/1588681286_poster.jpg",
    "title": "Фильм Голодные игры: Сойка-пересмешница. Часть I",
    "rating": 4,
    "description": "Тріумфальні Голодні Ігри закінчуються найнесподіванішим чином і для всього Панем, і для самої Кітнесс. Вона виявляється в Тринадцятому Дистрикті, що не знищеному війною, а минулому під землю і далеко випередив весь Панем в плані технічного розвитку. Гейл вже давно працює там над новим проектом зброї, там же живуть мати і сестра Кітнесс. Здавалося б, це ідеал, але ось Піт виявився в руках Капітолія, йому регулярно «промивають» мізки, налаштовуючи проти Кіт і всіх інших. А сам Тринадцятий розв'язує так ретельно сплановане повстання, до нього миттєво приєднуються інші Дистрикт. Весь Панем охоплений заколотом, керівництву Тринадцятого потрібен тільки символ, ідеологічно втілює їх ідеї. Цим символом вибирають Кітнесс, легендарну Сойка-пересмішник, дворазову переможницю Голодних Ігор. Тепер Піт і Кітнесс супротивники не на Арені, а в страшній ідеологічній війні. Фільм «Голодні ігри. Сойка-пересмішник », який ви можете подивитися онлайн, є екранізацією третьої частини роману американської письменниці Сьюзен Коллінз, ось уже кілька років не виходять з трійки світових бестселерів.",
    "video": "https://www.ivi.ru/player/video/?id=112362&app_version=2277&autostart=1&resume=1&hostname=www.ivi.ru&rnd=1590522415171",
    "genre": [2,3],
    "popular": true
  }
]
