[
  {
    "id": 1,
    "image": "http://kinosotik.com/screens/dyedpul.jpg",
    "title": "Деадпул",
    "rating": 4,
    "description": "Бывший военный пытается наладить свою личную жизнь на гражданке. После попытки стать доброжелательным человеком, герой вынужден взяться за выполнение мелкого поручения. Его занятие приносило людям жуткую боль и страдания, смерть и муки. Во всем этом ужасе он находил возможность посмеяться, ведь без чувства юмора в таких делах не обойтись, когда каждый день тебя поджидает шальная пуля. Дэдпул он из немногих, кто смог провернуть множество заданий и заслужить определённый авторитет. Но всё его достижения перечёркивает неожиданная хворь. После того, как ему удалось взяться за ум, найти любимую девушку и создать собственный рай в ужасном мире, приходит неизлечимая болезнь, способная запросто забрать его на тот свет. Спасением жизни может стать опасный эксперимент. Но как оказалось, некая корпорация проводит опыты над людьми, после чего подопытные могут получить немыслимую силу. Дэдпулу не остаётся другого выхода, как пойти на риск и дать согласие на отчаянный шаг. Итогом эксперимента стала неуязвимость мужчины и изуродованное тело. За последнее он намеревается поквитаться со спасителями, которые наградили его такой \"восхитительной\" внешностью, успев также похитить любящую девушку.",
    "video": "http://kinosotik.com/files/dyedpul_original.mp4",
    "genre": [2,3],
    "popular": true
  },
  {
    "id": 2,
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQMlNWcitwhnjIERlmqwl7MIC4J11psq7btRBtovKil4IdECBW6&usqp=CAU",
    "title": "Деадпул 2",
    "rating": 4,
    "description": "Вот и он, вы так долго его ждали, бесстрашный и непредсказуемый, ловкий и неповторимый Уэйд Уилсон, всеми известный как - Дэдпул. С тех пор как он спас свою девушку из лап преступника прошло много времени и за это время он ни капельки не поменялся. Та же манера общения, тот же стиль ведения боя и всё те же шуточки, которые мы так с вами любим. Но всё пошло под откос, когда его девушку убивают в собственной квартире. После этого случая Уэйд был в полной печали, пытался десятки раз покончить жизнь самоубийством, но, он не убиваемый. И на помощь в глубокой депрессии ему помогут Люди-X. Но когда его верный друг Колосс предлагает ему вступить и ряды X и пойти на первое задание для спасения юного мальчика со сверх-способностями, он конечно же соглашается. Но это же Дэдпул и с ним не бывает так просто и поэтому он делает всё по своему, за что получает тюремный срок. Но спустя некоторое время из неоткуда появляется человек из будущего - Кейбл, универсальный солдат с высокой харизмой и силой. Но он пришёл не за болтливым Уэйдом, а за тем самым мальчиком, которым в будущем будет очень опасен для всего населения планеты и поэтому солдат должен его устранить. Но когда началась заваруха и пальба, им удалось случайным образом оказаться за пределами тюремных стен. И вот оказавшись дома, мистер Уилсон намеревается найти себе команду отважных ребят и попытаться поговорить с молодым парнем чтобы он не сделал ничего плохого. Команда собрана, горит зелёный свет, парашюты в полной готовности и вот долгожданный полёт, но, это же комедия и как не странно вся его команда погибает в совсем нелепых случаях, правда одна особа осталась жива и невредима. И теперь им предстоит противостоять против мальчика, который может вызывать огонь, солдат и сокрушительный Джаггернаут. Но когда им не по силам справиться с таким сильным врагом, Кейбл предлагает Дэдпулу объединить силы и сокрушить большого парня, для того чтобы мальчик не наделал плохих дел в будущей жизни, ведь в данный момент им движет только хаус. А справятся ли они с ними или нет, это вы узнаете при просмотре комедийной фантастики, приятного просмотра!",
    "video": "http://93.88.74.21/files/dyedpul-2_original.mp4",
    "genre": [2,3],
    "popular": true
  },
  {
    "id": 3,
    "image": "http://kinosotik.com/screens/mstiteli-vojna-beskonechnosti.jpg",
    "title": "Месники: Війна безкінечності",
    "rating": 4,
    "description": "И вот настал их звёздный час. Команда Мстителей снова готова сражаться и спасти планету от зловещего и могущественного Таноса, который намеревается захватить пять неимоверных по силе камней и прибрать к себе всё население земли. И как сказал Железный человек: \"Таносу нужны камни, сыграем на этом\". В их отважную команду присоединятся новички - Стражи Галактики, доктор Стрэндж и всеми любимый и неповторимый Человек-паук. И вот он приближается, огромный и угрюмый похититель душ, которого не просто будет остановить. Но сражаться они предпочли на территории Африки, где обитает и хранит верность всему народу - Чёрная пантера, ведь только в Ваканде есть новейшее оборудование, для того чтобы противостоять и быть наравне с ним. Эта битва будет слишком кровавой, ведь в ней будут участвовать тысячи людей, против многочисленных существ, которые похожи на мерзких тварей. Но когда к нему попали все камни, то всё, кажется что мир не спасти, ведь теперь он будет испепелять всё, что захочет, когда в его руке такая сила. Смогут ли отважные Мстители справиться с ним и спасти планету от неминуемого истребления? Это вы сможете узнать при просмотре данного фильма.",
    "video": "http://93.88.74.21/files/mstiteli-vojna-beskonechnosti_original.mp4",
    "genre": [2,3],
    "popular": true
  },
  {
    "id": 4,
    "image": "http://kinosotik.com/screens/boss-molokosos.jpg",
    "title": "Босс-молокосос",
    "rating": 4,
    "description": "И вот настал их звёздный час. Команда Мстителей снова готова сражаться и спасти планету от зловещего и могущественного Таноса, который намеревается захватить пять неимоверных по силе камней и прибрать к себе всё население земли. И как сказал Железный человек: \"Таносу нужны камни, сыграем на этом\". В их отважную команду присоединятся новички - Стражи Галактики, доктор Стрэндж и всеми любимый и неповторимый Человек-паук. И вот он приближается, огромный и угрюмый похититель душ, которого не просто будет остановить. Но сражаться они предпочли на территории Африки, где обитает и хранит верность всему народу - Чёрная пантера, ведь только в Ваканде есть новейшее оборудование, для того чтобы противостоять и быть наравне с ним. Эта битва будет слишком кровавой, ведь в ней будут участвовать тысячи людей, против многочисленных существ, которые похожи на мерзких тварей. Но когда к нему попали все камни, то всё, кажется что мир не спасти, ведь теперь он будет испепелять всё, что захочет, когда в его руке такая сила. Смогут ли отважные Мстители справиться с ним и спасти планету от неминуемого истребления? Это вы сможете узнать при просмотре данного фильма.",
    "video": "http://kinosotik.com/files/boss-molokosos_original.mp4",
    "genre": [2,3],
    "popular": true
  },
  {
    "id": 5,
    "image": "https://kinoukr.com/uploads/posts/2020-05/1588681286_poster.jpg",
    "title": "Фильм Голодные игры: Сойка-пересмешница. Часть I",
    "rating": 4,
    "description": "Триумфальные Голодные Игры заканчиваются самым неожиданным образом и для всего Панема, и для самой Китнесс. Она оказывается в Тринадцатом Дистрикте, не уничтоженном войной, а ушедшем под землю и далеко опередившим весь Панем в плане технического развития. Гейл уже давно работает там над новым проектом оружия, там же живут мать и сестра Китнесс. Казалось бы, это идеал, но вот Пит оказался в руках Капитолия, ему регулярно «промывают» мозги, настраивая против Кит и всех остальных. А сам Тринадцатый развязывает так тщательно спланированное восстание, к нему мгновенно присоединяются остальные Дистрикты. Весь Панем охвачен мятежом, руководству Тринадцатого нужен только символ, идеологически воплощающий их идеи. Этим символом выбирают Китнесс, легендарную Сойку-Пересмешницу, двукратную победительницу Голодных Игр. Теперь Пит и Китнесс противники не на Арене, а в жуткой идеологической войне. Фильм «Голодные игры. Сойка-пересмешница», который вы можете посмотреть онлайн, является экранизацией третьей части романа американской писательницы Сьюзен Коллинз, вот уже несколько лет не выходящим из тройки мировых бестселлеров.",
    "video": "https://www.ivi.ru/player/video/?id=112362&app_version=2277&autostart=1&resume=1&hostname=www.ivi.ru&rnd=1590522415171",
    "genre": [2,3],
    "popular": true
  }
]
